Repository: Anoyou/Localizations
Catalog: Bragi/*.lproj/Localizable.strings
Languages: de, sv

# ADD_TO_REACHABILITY
source: Añadir al Alcance Fácil
de: Zur Reachability Ansicht hinzufügen.
sv: Lägg till i 'Lätt att nå'-vyn

# ALBUM_ART_CORNER_RADIUS
source: Radio de la Esquina de la Carátula del Álbum
de: Album Art Ecken Radius
sv: Hörnradie för skivomslag

# ALBUM_ART_RADIUS_FOOTER_TEXT
source: No todos los diseños tienen la previsualización de la carátula, pero si su selección la incluye, manualmente controlará el radio de esquina. *Pulse el número para introducer un número manualmente. Decimales no son compatibles con esto aún.
de: Nicht bei jedem Ansichten Layout wird kleine Album Art angezeigt, aber falls die von Ihnen gewählte Ansicht es unterstützt, kontrolliert dies den Radius der Ecken derselben. *Nummer anklicken für manuelle Eingabe. Dezimalzahlen werden in diesem Pop-Up noch nicht unterstützt.
sv: Inte alla layouts har ett litet skivomslag, men om din valda vy har det kommer detta att kontrollera hörnradien. *Klicka på numret för att skriva in ett nummer manuellt. Decimaler stöds inte än.

# ART_OVERLAY_THEME
source: Superposición para el Arte del Tema
de: Art Overlay Thema
sv: Skivomslagets överlappnings-tema

# COLORIZE_CONTROL_CENTER
source: Control Center Colorizado
de: Einfärbung des Kontrollzentrums
sv: Färga kontrollcenter

# COLORIZE_CONTROL_CENTER_FOOTER
source: Cuando esté encendido, Bragi intentará de colorizer el Control Center para que coincide con los colores de la carátula. Actualmente esto es experimental y mejorará con el tiempo.
de: Wenn diese Option aktiviert ist, wird Bragi versuchen das Kontrollzentrum angepasst an die Album Art einzufärben. Dieses Feature ist noch experimentell, wird aber mit der Zeit verbessert.
sv: När detta alternativet är på kommer Bragi att försöka färga kontrollcenter för att stämma överens med skivomslagets färger. I nuläget är detta ett experimentellt läge, men det kommer förbättras med tiden.

# CONFIGURATION
source: Configuración
de: Einstellungen
sv: Inställningar

# ENABLE
source: Encender
de: Aktivieren
sv: Slå på

# HIDE_HEART
source: Ocultar Corazon
de: Herz verstecken
sv: Göm hjärtat

# HIDE_SHARE
source: Ocultar Compartir
de: Share Option verstecken
sv: Göm delningsknappen

# INVERT_FOOTER_TEXT
source: A Algunas personas quizás les gustará deslizar hacia la izquierda para saltar a la próxima canción en vez de ir a la canción previa y deslizar hacia la derecho para ir a la canción previa.
de: Manche Leuten möchten vielleicht lieber nach links swipen um den Song zu skippen und nach rechts um zum vorigen Track zu gelangen.(Normal ist es andersherum.)
sv: Några personer kanske tycker om att dra till vänster för att hoppa över en låt (istället för att gå till föregående låt), och dra till höger för att gå till föregående låt.

# INVERT_SWIPE_ACTIONS
source: Invertir Acciones de Deslizo
de: Invertiere die Swipe Funktionen
sv: Invertera drag-åtgärderna

# MAKERS
source: Creadores
de: Macher
sv: Skaparna

# SUPPORT
source: Soporte
de: Support
sv: Support

# TRANSLATION_CREDITS
source: Créditos de Traducción
de: Übersetzer
sv: Översättare

# USE_CUSTOM_COVER_OVERLAY
source: Usar Superposición Personalizada de la Carátula
de: Benutzerdefiniertes Art Overlay benutzen
sv: Använd anpassad skivomslags-överlappning

# USE_VIBRANCY_LABELS
source: Usar Etiquetas Dinámicas
de: Vibrancy Labels benutzen
sv: Använd pulserande etiketter
